Repository: DaVukovic/script.ends_before
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32000
source: Ends before
de_de: Endet vor

# #32001
source: Enter date:
de_de: Datum angeben:

# #32002
source: Enter time:
de_de: Uhrzeit angeben:

# #32003
source: No movie will end before the given time.
de_de: Kein Film endet vor der angegebenen Uhrzeit.

# #32004
source: No movie selected.
de_de: Es wurde kein Film ausgewählt.

# #32005
source: End time is before current time.
de_de: Angegene Zeit ist vor aktueller Uhrzeit.

# #32501
source: Settings
de_de: Einstellungen

# #32502
source: Use static hours:
de_de: Fest angegebene Stunden verwenden:

# #32503
source: If enabled, you are able to configure hours which will be added to the current time. Only integers are accepted like 1, 2, or 3. Floats are not supported
de_de: Falls aktiviert, so kannst du hier die Anzahl der Stunden angeben, die auf die aktuelle Uhrzeit hinzu gerechnet werden sollen. Nur ganze Zahlen wie 1, 2, oder 3 werden unterstützt. Kommazahlen sind nicht unterstützt.

# #32504
source: Static hours:
de_de: Feste Stunden:

# #32505
source: Enter the hours you would like to add to the current time at this section.
de_de: Gib die Anzahl der Stunden, die du hinzu rechnen möchtest, hier an.
